tap "homebrew/bundle"

brew "tmux"
brew "git"
brew "bat"
brew "eza"
brew "fd"
brew "gcc"
brew "ripgrep"
brew "git-delta"
brew "k9s"
brew "kubecolor"
brew "kubectx"
brew "neovim"
brew "zoxide"
brew "zsh"
brew "lazygit"
brew "fzf"
brew "starship"
brew "lua@5.1"
brew "luarocks"
brew "pnpm"
brew "tree-sitter"
brew "cpanminus"
brew "ruby"
brew "pipx"
brew "rust"
